Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# preferences.support
source: Support
de: Unterstützung
es: Ayuda
fr: Aide
it: Supporto
pl: Wsparcie
pt: Assistência
ru: Поддержка

# preferences.sync
source: Sync & Backup
de: Synchronisieren und sichern
es: Sincronización y copia de seguridad
fr: Synchronisation et sauvegarde
it: Sincronizzazione e backup
nl: Synchronisatie en back-up
pl: Synchronizacja i kopia zapasowa
pt: Sincronização e cópia de segurança
ru: Синхронизация и резервное копирование

# preferences.sync.auto-lock-prompt
source: Unlock device to setup Sync & Backup
de: Gerät entsperren, um Sync & Backup einzurichten
es: Desbloquea el dispositivo para configurar Sincronización y copia de seguridad
fr: Déverrouiller l'appareil pour configurer Sync & Backup
it: Sblocca il dispositivo per configurare Sync & Backup
nl: Ontgrendel het apparaat om synchronisatie en back-up in te stellen
pl: Odblokuj urządzenie, aby skonfigurować funkcję Sync & Backup
pt: Desbloquear dispositivo para configurar a Sync & Backup
ru: Для настройки синхронизации и резервного копирования нужно разблокировать устройство.

# prefrences.sync.bad.request.description
source: Some bookmarks are formatted incorrectly or too long and were not synced.
de: Einige Lesezeichen sind falsch formatiert oder zu lang und wurden nicht synchronisiert.
es: Algunos marcadores tienen un formato incorrecto o demasiado largo y no se han sincronizado.
fr: Certains signets sont mal formatés ou trop longs et n'ont pas été synchronisés.
it: Alcuni segnalibri sono formattati in modo errato o sono troppo lunghi e non sono stati sincronizzati.
nl: Sommige bladwijzers hebben de verkeerde indeling of zijn te lang en werden niet gesynchroniseerd.
pl: Niektóre zakładki mają niepoprawny format lub są zbyt długie i nie zostały zsynchronizowane.
pt: Alguns marcadores estão formatados incorretamente ou são demasiado longos e não foram sincronizados.
ru: Некоторые закладки не синхронизируются из-за неверного формата или превышения ограничений по длине.

# prefrences.sync.bookmarks-limit-exceeded-action
source: Manage Bookmarks
de: Lesezeichen verwalten
es: Gestionar marcadores
fr: Gérer les signets
it: Gestisci segnalibri
nl: Bladwijzers beheren
pl: Zarządzaj zakładkami
pt: Gerir marcadores
ru: Управление закладками

# prefrences.sync.bookmarks-limit-exceeded-description
source: You've reached the maximum number of bookmarks. Please delete some to resume sync.
de: Du hast die maximale Anzahl von Lesezeichen erreicht. Lösche Lesezeichen, um die Synchronisierung fortzusetzen.
es: Has alcanzado el número máximo de marcadores. Elimina algunos para reanudar la sincronización.
fr: Vous avez atteint le nombre maximal de signets. Veuillez en supprimer quelques-uns pour reprendre la synchronisation.
it: Hai raggiunto il numero massimo di segnalibri. Eliminane alcuni per riprendere la sincronizzazione.
nl: Je hebt het maximumaantal bladwijzers bereikt. Verwijder er een paar om de synchronisatie te hervatten.
pl: Osiągnięto maksymalną liczbę zakładek. Usuń część z nich, aby wznowić synchronizację.
pt: Atingiste o número máximo de marcadores. Elimina algumas para retomar a sincronização.
ru: Достигнуто максимальное число закладок. Чтобы возобновить синхронизацию, удалите некоторые из них.

# prefrences.sync.bookmarks.too-many-requests
source: Sync & Backup is temporarily unavailable.
de: Sync & Backup ist vorübergehend nicht verfügbar.
es: La sincronización y la copia de seguridad no están disponibles temporalmente.
fr: Sync & Backup est temporairement indisponible.
it: Sync & Backup non è temporaneamente disponibile.
nl: 'Synchronisatie en back-up' is tijdelijk niet beschikbaar.
pl: Funkcja Sync & Backup jest tymczasowo niedostępna.
pt: O Sync & Backup está temporariamente indisponível.
ru: Функция «Синхронизация и резервное копирование» временно недоступна.

# prefrences.sync.credentials-limit-exceeded-action
source: Manage passwords…
de: Passwörter verwalten …
es: Administrar contraseñas...
fr: Gérer les mots de passe…
it: Gestisci password…
nl: Wachtwoorden beheren …
pl: Zarządzaj hasłami…
pt: Gerir palavras-passe…
ru: Управление паролями...

# prefrences.sync.credentials-limit-exceeded-description
source: You've reached the maximum number of passwords. Please delete some to resume sync.
de: Du hast die maximale Anzahl von Passwörtern erreicht. Lösche einige, um die Synchronisierung fortzusetzen.
es: Has alcanzado el número máximo de contraseñas. Elimina algunas para reanudar la sincronización.
fr: Vous avez atteint le nombre maximal de mots de passe. Veuillez en supprimer quelques-uns pour reprendre la synchronisation.
it: Hai raggiunto il numero massimo di password. Eliminane alcuni per riprendere la sincronizzazione.
nl: Je hebt het maximumaantal wachtwoorden bereikt. Verwijder er een paar om de synchronisatie te hervatten.
pl: Osiągnięto maksymalną liczbę haseł. Usuń część z nich, aby wznowić synchronizację.
pt: Atingiste o número máximo de palavras-passe. Elimina algumas para retomar a sincronização.
ru: Достигнуто максимальное число паролей. Чтобы возобновить синхронизацию, удалите некоторые из них.

# prefrences.sync.credentials.bad.request.description
source: Some passwords are formatted incorrectly or too long and were not synced.
de: Einige Passwörter sind falsch formatiert oder zu lang und wurden nicht synchronisiert.
es: Algunas contraseñas tienen un formato incorrecto o demasiado largo y no se han sincronizado.
fr: Certains mots de passe sont mal formatés ou trop longs et n'ont pas été synchronisés.
it: Alcune password sono formattate in modo errato o sono troppo lunghe e non sono state sincronizzate.
nl: Sommige wachtwoorden hebben de verkeerde indeling of zijn te lang en werden niet gesynchroniseerd.
pl: Niektóre hasła mają niepoprawny format lub są zbyt długie i nie zostały zsynchronizowane.
pt: Algumas palavras-passe estão formatadas incorretamente ou são demasiado longas e não foram sincronizadas.
ru: Некоторые пароли не синхронизируются из-за неверного формата или превышения ограничений по длине.

# prefrences.sync.invalid-login-description
source: Sync encountered an error. Try disabling sync on this device and then reconnect using another device or your recovery code.
de: Bei der Synchronisierung ist ein Fehler aufgetreten. Versuche, die Synchronisierung auf diesem Gerät zu deaktivieren, und stelle dann die Verbindung mit einem anderen Gerät oder deinem Wiederherstellungscode wieder her.
es: Se ha producido un error en la sincronización. Intenta desactivar la sincronización en este dispositivo y, a continuación, vuelve a conectarte con otro dispositivo o con tu código de recuperación.
fr: La synchronisation a rencontré une erreur. Essayez de désactiver la synchronisation sur cet appareil, puis reconnectez-vous à l’aide d’un autre appareil ou de votre code de récupération.
it: Sync ha riscontrato un errore. Prova a disattivare la sincronizzazione su questo dispositivo e riconnettiti utilizzando un altro dispositivo o il codice di ripristino.
nl: Er is een fout opgetreden bij het synchroniseren. Probeer synchronisatie op dit apparaat uit te schakelen en maak dan opnieuw verbinding met een ander apparaat of met je herstelcode.
pl: Podczas synchronizacji wystąpił błąd. Spróbuj wyłączyć synchronizację na tym urządzeniu, a następnie ponownie nawiąż połączenie za pomocą innego urządzenia lub kodu odzyskiwania.
pt: Erro durante a sincronização. Experimenta desativar a sincronização neste dispositivo e, em seguida, inicia sessão novamente noutro dispositivo ou com o teu código de recuperação.
ru: Произошла ошибка синхронизации. Попробуйте отключить синхронизацию на этом устройстве, а затем выполнить повторную привязку с помощью другого устройства или кода восстановления.

# prefrences.sync.limit-exceeded-title
source: Sync Paused
de: Synchronisierung angehalten
es: Sincronización pausada
fr: Synchronisation suspendue
it: Sincronizzazione in pausa
nl: Synchronisatie onderbroken
pl: Synchronizacja wstrzymana
pt: Sincronização em pausa
ru: Синхронизация на паузе

# print.menu.item
source: Print…
de: Drucken …
es: Imprimir…
fr: Imprimer…
it: Stampa…
nl: Afdrukken ...
pl: Drukuj…
pt: Imprimir…
ru: Печать…

# private.search.explenation
source: DuckDuckGo Private Search is your default search engine, so you can search the web without being tracked.
de: DuckDuckGo Private Search ist deine Standardsuchmaschine – du kannst also das Web durchsuchen, ohne getrackt zu werden.
es: La búsqueda privada de DuckDuckGo es tu motor de búsqueda predeterminado para que puedas buscar en la web sin que te rastreen.
fr: DuckDuckGo Private Search est votre moteur de recherche par défaut, qui vous permet d'effectuer des recherches sur le Web sans être suivi(e).
it: DuckDuckGo Private Search è il tuo motore di ricerca predefinito, quindi puoi effettuare ricerche sul Web senza essere tracciato.
nl: DuckDuckGo Private Search is je standaardzoekmachine, zodat je op het web kunt zoeken zonder gevolgd te worden.
pl: DuckDuckGo Private Search to domyślna wyszukiwarka, dzięki której możesz wyszukiwać treści w sieci, unikając śledzenia.
pt: O DuckDuckGo Private Search é o teu motor de pesquisa predefinido, para que possas pesquisar a web sem seres rastreado.
ru: DuckDuckGo Private Search — ваша поисковая система по умолчанию. Вы можете пользоваться поиском в интернете, не опасаясь слежки.

source: Quit
de: Verlassen
es: Salir
fr: Quitter
it: Uscire
nl: Afsluiten
pl: Wyjdź
pt: Sair
ru: Выйти

source: Quit Without Clearing
de: Beenden ohne Löschen
es: Salir sin borrar
fr: Quitter sans effacer
it: Esci senza cancellare
nl: Stoppen zonder wissen
pl: Wyjdź bez czyszczenia
pt: Sair sem limpar
ru: Выйти без очистки

source: Recently Closed
de: Kürzlich geschlossen
es: Cerrado recientemente
fr: Récemment clôturé
it: Chiusa di recente
nl: Onlangs gesloten
pl: Niedawno zamknięte
pt: Fechados recentemente
ru: Недавно закрытые

# release.notes.menu.item
source: Release Notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de mise à jour
it: Note di rilascio
nl: Release-opmerkingen
pl: Informacje o wersji
pt: Notas de lançamento
ru: Примечания к релизу

source: Reload Page
de: Seite neu laden
es: Volver a cargar página
fr: Recharger la page
it: Ricarica pagina
nl: Pagina opnieuw laden
pl: Załaduj ponownie stronę
pt: Recarregar página
ru: Перезагрузить страницу

source: Remove Favorite
de: Favorit entfernen
es: Eliminar favorito
fr: Supprimer le favori
it: Rimuovi Preferito
nl: Favoriet verwijderen
pl: Usuń ulubione
pt: Remover favorito
ru: Удалить из избранного

source: Remove from Favorites
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Supprimer des favoris
it: Rimuovi dai preferiti
nl: Verwijderen uit favorieten
pl: Usuń z ulubionych
pt: Remover dos favoritos
ru: Удалить из избранного

source: Reopen All Windows from Last Session
de: Alle Fenster der letzten Sitzung wieder öffnen
es: Volver a abrir todas las ventanas de la última sesión
fr: Rouvrir toutes les fenêtres de la dernière session
it: Riapri tutte le finestre dell'ultima sessione
nl: Alle vensters van de laatste sessie opnieuw openen
pl: Otwórz ponownie wszystkie okna z ostatniej sesji
pt: Reabrir todas as janelas da última sessão
ru: Заново открыть все окна из последнего сеанса

source: Reopen Last Closed Tab
de: Letzten geschlossenen Tab erneut öffnen
es: Volver a abrir la última pestaña cerrada
fr: Rouvrir le dernier onglet fermé
it: Riapri l'ultima scheda chiusa
nl: Laatste gesloten tabblad opnieuw openen
pl: Otwórz ponownie ostatnio zamkniętą kartę
pt: Reabrir o último separador fechado
ru: Заново открыть последнюю закрытую вкладку

source: Reopen Last Closed Window
de: Letztes geschlossenes Fenster erneut öffnen
es: Volver a abrir la última ventana cerrada
fr: Rouvrir la dernière fenêtre fermée
it: Riapri l'ultima finestra chiusa
nl: Laatste gesloten venster opnieuw openen
pl: Otwórz ponownie ostatnio zamknięte okno
pt: Reabrir a última janela fechada
ru: Заново открыть последнее закрытое окно

source: Report Broken Site
de: Fehlerhafte Website melden
es: Informar de sitio web dañado
fr: Signaler un problème de site
it: Segnala sito danneggiato
nl: Defecte website melden
pl: Zgłoś uszkodzoną witrynę
pt: Denunciar site danificado
ru: Сообщить о неработающем сайте

# reset-zoom
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Ripristina
nl: Herstel
pl: Resetowanie
ru: Сбросить

source: Restart Bitwarden
de: Bitwarden neu starten
es: Reiniciar bitwarden
fr: Redémarrer Bitwarden
it: Riavvia Bitwarden
nl: Bitwarden opnieuw opstarten
pl: Uruchom ponownie Bitwarden
pt: Reiniciar o Bitwarden
ru: Перезапустить Bitwarden

# restart.bitwarden.info
source: Bitwarden is not responding. Please restart it to initiate the communication again
de: Bitwarden reagiert nicht. Bitte neu starten, um die Kommunikation erneut zu starten
es: Bitwarden no responde. Reinícialo para volver a iniciar la comunicación
fr: Bitwarden ne répond pas. Veuillez redémarrer l'application pour relancer la communication.
it: Bitwarden non risponde. Riavviala per iniziare nuovamente la comunicazione
nl: Bitwarden reageert niet. Start het opnieuw op om de communicatie opnieuw te starten
pl: Aplikacja Bitwarden nie odpowiada. Uruchom ją ponownie, aby ponownie zainicjować komunikację
pt: O Bitwarden não está a responder. Reinicia-o para reiniciar a comunicação
ru: Приложение Bitwarden не отвечает. Перезапустите его, чтобы возобновить связь.

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить

source: Save Image As…
de: Bild speichern unter …
es: Guardar imagen como...
fr: Enregistrer l'image sous…
it: Salva immagine come…
nl: Afbeelding opslaan als...
pl: Zapisz obraz jako…
pt: Guardar imagem como…
ru: Сохранить изображение как...

# scroll.to.find.app.settings
source: Scroll to find the App Settings (All Accounts) section.
de: Scrolle, um den Abschnitt App-Einstellungen (Alle Konten) zu finden.
es: Desplázate para buscar la sección Configuración de la aplicación (todas las cuentas).
fr: Faites défiler pour trouver la section Réglages de l'application (Tous les comptes).
it: Scorri per trovare la sezione Impostazioni app (tutti gli account).
nl: Scroll naar de sectie app-instellingen (Alle accounts).
pl: Przewiń, aby znaleźć sekcję ustawień aplikacji (wszystkie konta).
pt: Desloca-te até encontrares a secção Definições da aplicação (todas as contas).
ru: Прокрутите страницу вниз до раздела «Настройки приложения (все учетные записи)».

source: Search with DuckDuckGo
de: Suchen mit DuckDuckGo
es: Buscar con DuckDuckGo
fr: Rechercher avec DuckDuckGo
it: Cerca con DuckDuckGo
nl: Zoeken met DuckDuckGo
pl: Wyszukaj z DuckDuckGo
pt: Pesquisar com o DuckDuckGo
ru: Поиск в DuckDuckGo

source: Select %@ Folder…
de: Wähle den Ordner %@ ...
es: Seleccionar Carpeta %@...
fr: Sélectionner le dossier %@…
it: Seleziona %@ cartella…
nl: Map %@ selecteren ...
pl: Wybierz folder %@…
pt: Selecionar pasta %@…
ru: Выбрать папку %@...

source: Select Profile:
de: Profil auswählen:
es: Selecciona perfil:
fr: Sélectionner le profil :
it: Seleziona profilo:
nl: Profiel selecteren:
pl: Wybierz profil:
pt: Selecionar perfil:
ru: Выберите профиль:

# select.bitwarden.preferences
source: Select Bitwarden → Preferences from the Mac menu bar.
de: Wähle Bitwarden → Einstellungen in der Mac-Menüleiste aus.
es: Selecciona Bitwarden → Preferencias en la barra de menú de Mac.
fr: Sélectionnez Bitwarden → Préférences dans la barre de menu Mac.
it: Seleziona Bitwarden → Preferenze dalla barra dei menu del Mac.
nl: Selecteer Bitwarden → Voorkeuren in de Mac-menubalk.
pl: Wybierz Bitwarden → Preferencje na pasku menu komputera Mac.
pt: Seleciona Bitwarden → Preferências na barra de menus do Mac.
ru: В строке меню Mac выберите Bitwarden → Предпочтения.

# select.bitwarden.settings
source: Select Bitwarden → Settings from the Mac menu bar.
de: Wähle Bitwarden → Einstellungen in der Mac-Menüleiste aus.
es: Selecciona Bitwarden → Configuración en la barra de menú de Mac.
fr: Sélectionnez Bitwarden → Réglages dans la barre de menus Mac.
it: Seleziona Bitwarden → Impostazioni dalla barra dei menu del Mac.
nl: Selecteer Bitwarden → Instellingen in de Mac-menubalk.
pl: Wybierz Bitwarden → Ustawienia na pasku menu komputera Mac.
pt: Seleciona Bitwarden → Definições na barra de menus do Mac.
ru: В строке меню Mac выберите Bitwarden → Настройки.

source: Send Browser Feedback
de: Browser-Feedback senden
es: Enviar comentarios del navegador
fr: Envoyer des commentaires sur le navigateur
it: Invia feedback sul browser
nl: Feedback over browser sturen
pl: Wyślij opinię o przeglądarce
pt: Enviar feedback sobre o navegador
ru: Отправить отзыв о браузере

# send.browser.feedback.feedback-helps
source: Your feedback will help us improve the DuckDuckGo browser.
de: Dein Feedback hilft uns, den DuckDuckGo-Browser zu verbessern.
es: Tus comentarios nos ayudarán a mejorar el navegador DuckDuckGo.
fr: Vos commentaires nous aideront à améliorer le navigateur DuckDuckGo.
it: Il tuo feedback ci aiuterà a migliorare il browser DuckDuckGo.
nl: Jouw feedback helpt ons de DuckDuckGo-browser te verbeteren.
pl: Twoja opinia pomoże nam ulepszyć przeglądarkę DuckDuckGo.
pt: O teu feedback ajuda-nos a melhorar o navegador DuckDuckGo.
ru: Ваш ответ поможет браузеру DuckDuckGo стать еще лучше.

# send.browser.feedback.general-feedback
source: General feedback
de: Allgemeines Feedback
es: Comentarios generales
fr: Commentaires d'ordre général
it: Feedback generale
nl: Algemene feedback
pl: Opinia ogólna
pt: Feedback geral
ru: Общий комментарий

# send.browser.feedback.report-problem
source: Report a problem
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema
nl: Een probleem melden
pl: Zgłoś problem
pt: Comunicar um problema
ru: Отчет о проблеме

# send.browser.feedback.request-feature
source: Request a feature
de: Eine Funktion anfordern
es: Solicitar una función
fr: Demander une fonctionnalité
it: Richiedi una funzionalità
nl: Een functie aanvragen
pl: Poproś o funkcję
pt: Pedir uma funcionalidade
ru: Запрос функции

# send.browser.feedback.select-category
source: Select a category
de: EINE KATEGORIE AUSWÄHLEN
es: SELECCIONA UNA CATEGORÍA
fr: SÉLECTIONNER UNE CATÉGORIE
it: SELEZIONA UNA CATEGORIA
nl: SELECTEER EEN CATEGORIE
pl: WYBIERZ KATEGORIĘ
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ

# send.browser.feedback.thankyou
source: Thank you!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
it: Grazie!
nl: Bedankt!
pl: Dziękujemy!
pt: Obrigado!
ru: Спасибо!

# send.browser.feedback.title
source: Help Improve the DuckDuckGo Browser
de: Hilf mit, den DuckDuckGo-Browser zu verbessern
es: Ayuda a mejorar el navegador DuckDuckGo
fr: Contribuer à l'amélioration du navigateur DuckDuckGo
it: Contribuisci a migliorare il browser DuckDuckGo
nl: Help de DuckDuckGo-browser te verbeteren
pl: Pomóż ulepszać przeglądarkę DuckDuckGo
pt: Ajudar a melhorar o navegador DuckDuckGo
ru: Помогите улучшить браузер DuckDuckGo

# send.ppro.feedback
source: Send Privacy Pro Feedback
de: Feedback von Privacy Pro senden
es: Enviar comentarios sobre Privacy Pro
fr: Envoyer des commentaires sur Privacy Pro
it: Invia feedback su Privacy Pro
nl: Feedback sturen naar Privacy Pro
pl: Wyślij opinię na temat Privacy Pro
pt: Enviar feedback sobre o Privacy Pro
ru: Отправить отзыв о Privacy Pro

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки

source: Settings…
de: Einstellungen …
es: Ajustes
fr: Réglages…
it: Impostazioni…
nl: Instellingen …
pl: Ustawienia…
pt: Definições…
ru: Настройки...

# settings.automatic.updates
source: Automatically install updates (recommended)
de: Updates automatisch installieren (empfohlen)
es: Instalar actualizaciones automáticamente (recomendado)
fr: Installer automatiquement les mises à jour (recommandé)
it: Installa automaticamente gli aggiornamenti (scelta consigliata)
nl: Updates automatisch installeren (aanbevolen)
pl: Automatyczne instalowanie aktualizacji (zalecane)
pt: Instalar atualizações automaticamente (recomendado)
ru: Автоматически устанавливать обновления (рекомендуется)

# settings.checking.for.update
source: Checking for update
de: Nach Update suchen
es: Buscando actualización
fr: Vérification de la mise à jour
it: Controllo della presenza di aggiornamenti
nl: Controleren op updates
pl: Sprawdzanie dostępności aktualizacji
pt: A verificar atualizações…
ru: Проверка обновлений

# settings.downloading.update
source: Downloading update %@
de: Update wird heruntergeladen %@
es: Descargando actualización %@
fr: Téléchargement de la mise à jour %@
it: Download dell'aggiornamento %@
nl: Update %@ downloaden
pl: Pobieranie aktualizacji %@
pt: A transferir a atualização %@
ru: Загрузка обновления %@

# settings.last.checked
source: Last checked
de: Zuletzt nach Update gesucht
es: Última comprobación
fr: Dernière vérification
it: Ultimo controllo
nl: Laatst gecontroleerd
pl: Ostatnio sprawdzane
pt: Última verificação
ru: Последняя проверка

# settings.manual.updates
source: Check for updates but let you choose to install them
de: Nach Updates suchen, aber selbst entscheiden, ob du sie installieren möchtest
es: Comprueba las actualizaciones, pero deja que tú decidas si las instalas
fr: Rechercher les mises à jour sans les installer automatiquement
it: Controlla gli aggiornamenti, ma ti fa scegliere se installarli
nl: Controleren op updates, maar keuze om te installeren of niet
pl: Sprawdź dostępność aktualizacji, ale użytkownik decyduje o instalacji
pt: Verificar se existem atualizações, mas deixa-te escolher instalá-las
ru: Проверять на обновления, но доверить установку вам

# settings.newer.critical.update.available
source: Critical update needed
de: Kritisches Update erforderlich
es: Se necesita una actualización crítica
fr: Une mise à jour critique est nécessaire
it: Aggiornamento critico necessario
nl: Kritieke update nodig
pl: Wymagana krytyczna aktualizacja
pt: Atualização crítica necessária
ru: Требуется критическое обновление

# settings.newer.version.available
source: Newer version available
de: Neuere Version verfügbar
es: Versión más reciente disponible
fr: Une version plus récente est disponible
it: È disponibile una versione più recente
nl: Nieuwere versie beschikbaar
pl: Dostępna nowsza wersja
pt: Versão mais recente disponível
ru: Доступна более новая версия

# settings.preparing.update
source: Preparing update
de: Update vorbereiten
es: Preparando la actualización
fr: Préparation de la mise à jour
it: Preparazione dell'aggiornamento
nl: Update voorbereiden
pl: Przygotowanie aktualizacji
pt: A preparar a atualização
ru: Подготовка обновления

# settings.restart.to.update
source: Restart To Update
de: Zum Aktualisieren neu starten
es: Reiniciar para actualizar
fr: Redémarrer pour mettre à jour
it: Riavvia per aggiornare
nl: Start opnieuw om bij te werken
pl: Uruchom ponownie, aby zaktualizować
pt: Reiniciar para atualizar
ru: Перезапустите для обновления

# settings.retry.update
source: Retry Update
de: Update nochmal versuchen
es: Reintentar actualización
fr: Réessayer la mise à jour
it: Riprova l'aggiornamento
nl: Update opnieuw proberen
pl: Ponów próbę aktualizacji
pt: Repetir atualização
ru: Повторить попытку обновления

# settings.run.update
source: Update DuckDuckGo
de: DuckDuckGo aktualisieren
es: Actualizar DuckDuckGo
fr: Mettre à jour DuckDuckGo
it: Aggiorna DuckDuckGo
nl: DuckDuckGo bijwerken
pl: Zaktualizuj DuckDuckGo
pt: Atualizar o DuckDuckGo
ru: Обновить DuckDuckGo
